Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Read-only
de: Nur lesen
es: Solo lectura
et: Ainult lugemiseks
fr: Lecture seule
hu: Csak olvasható
it: Sola lettura
ja: 読み取り専用
ko: 읽기 전용
ms: Baca sahaja
pt: Apenas leitura
ru: Только чтение
zh_hans: 只读

source: Reading the FAQ…
de: Liest die FAQ …
es: Leyendo las preguntas…
et: KKK lugemine…
fr: Lecture de la FAQ…
hu: Olvassa a GYIK-et…
it: Sto leggendo le FAQ…
ja: FAQを読んでいます…
ko: FAQ를 읽는 중…
ms: Membaca FAQ…
pt: A ler as perguntas…
ru: Читаем вопросы и ответы…
zh_hans: 正在读常见问题…

source: Reading the backup…
de: Backup wird gelesen…
es: Leyendo la copia de seguridad…
et: Varukoopia lugemine…
fr: Lecture de la sauvegarde…
hu: Biztonsági mentés beolvasása…
it: Lettura del backup…
ja: バックアップを読み込み中…
ko: 백업을 읽는 중…
ms: Membaca sandaran…
pt: A ler a cópia de segurança…
ru: Чтение резервной копии…
zh_hans: 正在读取备份…

source: Reading the word list…
de: Wortliste wird gelesen …
es: Leyendo la lista de palabras…
et: Sõnaloendi lugemine…
fr: Lecture de la liste de mots…
hu: Szólista beolvasása…
it: Lettura dell’elenco di parole…
ja: 単語リストを読み込み中…
ko: 단어 목록을 읽는 중…
ms: Membaca senarai perkataan…
pt: A ler a lista de palavras…
ru: Читаем список слов…
zh_hans: 正在读取词表…

source: Reading theme
de: Design wird gelesen
es: Leyendo el tema
et: Teema lugemine
fr: Lecture du thème
hu: Téma beolvasása
it: Lettura del tema
ja: テーマを読み込み中
ko: 테마 읽는 중
ms: Membaca tema
pt: Lendo o tema
ru: Чтение темы
zh_hans: 正在读取主题

source: Reading…
de: Wird gelesen …
es: Leyendo…
et: Lugemine…
fr: Lecture…
hu: Beolvasás…
it: Lettura…
ja: 読み取り中…
ko: 읽는 중…
ms: Membaca…
pt: A ler…
ru: Читаем…
zh_hans: 识别中…

source: Reads better, especially on idioms. Off is faster and covers more languages.
de: Liest sich besser, vor allem bei Redewendungen. Aus ist schneller und kann mehr Sprachen.
es: Se lee mejor, sobre todo con modismos. Desactivado es más rápido y cubre más idiomas.
et: Loeb paremini, eriti väljendite puhul. Väljas on kiirem ja hõlmab rohkem keeli.
fr: Se lit mieux, surtout pour les expressions. Désactivé, c'est plus rapide et il y a plus de langues.
hu: Jobban olvasható, főleg a szólásoknál. Kikapcsolva gyorsabb, és több nyelvet tud.
it: Si legge meglio, soprattutto con i modi di dire. Disattivata è più veloce e copre più lingue.
ja: 特に慣用句が自然になります。オフのほうが速く、対応言語も多めです。
ko: 특히 관용구가 자연스러워요. 끄면 더 빠르고 지원 언어도 더 많아요.
ms: Lebih sedap dibaca, terutama simpulan bahasa. Jika dimatikan, lebih laju dan lebih banyak bahasa.
pt: Lê-se melhor, sobretudo nas expressões. Desligado é mais rápido e abrange mais idiomas.
ru: Читается лучше, особенно на устойчивых выражениях. Выключено — быстрее и охватывает больше языков.
zh_hans: 读起来更自然，尤其是习惯用语。关掉会更快，支持的语言也更多。

source: Ready
de: Bereit
es: Listo
et: Valmis
fr: Prêt
hu: Kész
it: Pronto
ja: 準備完了
ko: 준비됨
ms: Sedia
pt: Pronto
ru: Готово
zh_hans: 就绪

source: Ready to type
de: Bereit zum Tippen
es: Listo para escribir
et: Kirjutamiseks valmis
fr: Prêt à saisir
hu: Gépelésre kész
it: Pronto per scrivere
ja: 入力の準備完了
ko: 입력 준비 완료
ms: Sedia untuk menaip
pt: Pronto para escrever
ru: Можно печатать
zh_hans: 可以开始输入

source: Ready to use
de: Einsatzbereit
es: Listo para usar
et: Kasutusvalmis
fr: Prêt à l’emploi
hu: Használatra kész
it: Pronto all’uso
ja: 使用できます
ko: 사용 준비 완료
ms: Sedia digunakan
pt: Pronto a utilizar
ru: Готов к использованию
zh_hans: 可以使用

source: Ready. AI assists, translation, and tools
de: Bereit. KI-Hilfen, Übersetzung und Tools
es: Listo. Asistencia con IA, traducción y herramientas
et: Valmis. TI-abid, tõlge ja tööriistad
fr: Prêt. Aide par IA, traduction et outils
hu: Kész. MI-segéd, fordítás és eszközök
it: Pronto. Assistente IA, traduzione e strumenti
ja: 準備完了。AIアシスト、翻訳、ツールが使えます
ko: 준비됐어요. AI 지원, 번역 및 도구를 사용할 수 있어요
ms: Sedia. Bantuan AI, terjemahan dan alatan
pt: Pronto. Assistência de IA, tradução e ferramentas
ru: Готово. Помощь ИИ, перевод и инструменты
zh_hans: 已就绪。可使用 AI 辅助、翻译和工具

source: Realistic
de: Realistisch
es: Realista
et: Tõetruu
fr: Réaliste
hu: Élethű
it: Realistico
ja: リアル
ko: 사실적
ms: Realistik
pt: Realista
ru: Реалистичная
zh_hans: 拟真

source: Rebind
de: Neu zuordnen
es: Reasignar
et: Seo uuesti
fr: Réaffecter
hu: Áthelyezés
it: Riassegna
ja: 割り当て直す
ko: 다시 연결
ms: Tetapkan semula
pt: Reatribuir
ru: Переназначить
zh_hans: 重新绑定

source: Recent
de: Zuletzt verwendet
es: Recientes
et: Hiljutine
fr: Récents
hu: Legutóbbi
it: Recenti
ja: 最近使った項目
ko: 최근 항목
ms: Terkini
pt: Recentes
ru: Недавние
zh_hans: 最近使用

source: Recent clipboard history
de: Zwischenablage-Verlauf
es: Historial del portapapeles
et: Hiljutine lõikelaua ajalugu
fr: Historique du presse-papiers
hu: A vágólap legutóbbi előzményei
it: Cronologia degli appunti
ja: 最近のクリップボード履歴
ko: 최근 클립보드 기록
ms: Sejarah papan keratan terkini
pt: Histórico da área de transferência
ru: Недавняя история буфера обмена
zh_hans: 最近剪贴板历史

source: Recent copied text
de: Zuletzt kopierter Text
es: Texto copiado recientemente
et: Hiljuti kopeeritud tekst
fr: Textes copiés récemment
hu: Nemrég másolt szöveg
it: Testo copiato di recente
ja: 最近コピーしたテキスト
ko: 최근 복사한 텍스트
ms: Teks yang disalin baru-baru ini
pt: Texto copiado recentemente
ru: Недавно скопированный текст
zh_hans: 最近复制的文本

source: Recent copied text. Tap a chip to paste. Needs Full Access.
de: Kürzlich kopierter Text. Tippe einen Chip zum Einfügen. Voller Zugriff nötig.
es: Texto copiado reciente. Toca un chip para pegar. Necesita Acceso total.
et: Hiljuti kopeeritud tekst. Puuduta kiipi kleepimiseks. Vajab täisjuurdepääsu.
fr: Texte copié récent. Touchez une puce pour coller. Accès complet requis.
hu: Nemrég másolt szöveg. Koppints a chipre a beillesztéshez. Teljes hozzáférés kell.
it: Testo copiato di recente. Tocca un chip per incollare. Serve Accesso completo.
ja: 最近コピーしたテキスト。チップをタップで貼り付け。フルアクセスが必要です。
ko: 최근 복사한 텍스트. 칩을 탭하면 붙여넣습니다. 전체 접근 필요.
ms: Teks disalin terkini. Ketik cip untuk tampal. Perlukan Akses Penuh.
pt: Texto copiado recente. Toca um chip para colar. Precisa de Acesso total.
ru: Недавно скопированный текст. Коснитесь чипа, чтобы вставить. Требуется полный доступ.
zh_hans: 最近复制的文字。点碎片即可粘贴。需要完全访问权限。

source: Recent copies. Needs Full Access
de: Letzte Kopien. Voller Zugriff nötig
es: Copias recientes. Hace falta acceso total
et: Hiljutised koopiad. Vajab täisjuurdepääsu
fr: Copies récentes. Accès complet requis
hu: Legutóbbi másolatok. Teljes hozzáférés kell
it: Copie recenti. Serve Accesso completo
ja: 最近のコピー。フルアクセスが必要
ko: 최근 복사. 전체 접근 필요
ms: Salinan terbaru. Perlu Capaian Penuh
pt: Cópias recentes. Precisa de Acesso total
ru: Недавние копии. Требуется полный доступ
zh_hans: 最近复制。需要完全访问

source: Recent emoji
de: Zuletzt verwendete Emoji
es: Emojis recientes
et: Hiljutised emojid
fr: Emoji récents
hu: Legutóbbi emodzsik
it: Emoji recenti
ja: 最近使った絵文字
ko: 최근 이모지
ms: Emoji terkini
pt: Emojis recentes
ru: Недавние эмодзи
zh_hans: 最近使用的表情

source: Recent emojis
de: Zuletzt genutzte Emojis
es: Emojis recientes
et: Hiljutised emojid
fr: Emojis récents
hu: Legutóbbi emojik
it: Emoji recenti
ja: 最近使った絵文字
ko: 최근 이모지
ms: Emoji terkini
pt: Emojis recentes
ru: Недавние эмодзи
zh_hans: 最近使用的表情

source: Recent profiles
de: Zuletzt verwendete Profile
es: Perfiles recientes
et: Hiljutised profiilid
fr: Profils récents
hu: Legutóbbi profilok
it: Profili recenti
ja: 最近使ったプロファイル
ko: 최근 프로필
ms: Profil terkini
pt: Perfis recentes
ru: Недавние профили
zh_hans: 最近使用的配置文件

source: Recent searches
de: Letzte Suchanfragen
es: Búsquedas recientes
et: Hiljutised otsingud
fr: Recherches récentes
hi: हाल की खोजें
hu: Legutóbbi keresések
it: Ricerche recenti
ja: 最近の検索
ko: 최근 검색
ms: Carian terkini
ne: हालैका खोजहरू
pt: Pesquisas recentes
ru: Недавние поиски
tr: Son aramalar
zh_hans: 最近搜索

source: Recently used
de: Zuletzt benutzt
es: Usados hace poco
et: Hiljuti kasutatud
fr: Récents
hu: Nemrég használt
it: Usate di recente
ja: 最近使った絵文字
ko: 최근 사용
ms: Baru diguna
pt: Usados há pouco
ru: Недавно использованные
zh_hans: 最近使用

source: Recognition runs entirely on your device, so nothing you write leaves it. It reads printing best, and neat, separated letters recognize most reliably. It follows your keyboard languages.
de: Die Erkennung läuft vollständig auf Ihrem Gerät, nichts, was Sie schreiben, verlässt es. Gedruckte Schrift wird am besten gelesen, und saubere, getrennte Buchstaben werden am zuverlässigsten erkannt. Sie folgt Ihren Tastatursprachen.
es: El reconocimiento se ejecuta completamente en tu dispositivo, así que nada de lo que escribas sale de él. Lee mejor texto impreso, y las letras claras y separadas se reconocen con mayor fiabilidad. Sigue los idiomas de tu teclado.
et: Tuvastus toimub täielikult sinu seadmes, nii et midagi, mida kirjutad, ei lahku seadmest. Ta loeb kõige paremini trükikirja ja puhtad, eraldatud tähed tuvastatakse kõige usaldusväärsemalt. Ta järgib sinu klaviatuuri keeli.
fr: La reconnaissance s'effectue entièrement sur votre appareil, rien de ce que vous écrivez n'en sort. Il lit mieux l'écriture imprimée, et les lettres nettes et séparées sont reconnues le plus fiablement. Il suit les langues de votre clavier.
hu: A felismerés teljesen az eszközön fut, semmi sem hagyja el azt, amit ír. A nyomtatott betűket olvassa a legjobban, és a tiszta, elkülönített betűk ismerhetők fel a legmegbízhatóbban. A billentyűzet nyelveit követi.
it: Il riconoscimento avviene interamente sul tuo dispositivo, quindi nulla di ciò che scrivi lo lascia. Legge meglio la scrittura stampata, e le lettere pulite e separate si riconoscono più affidabilmente. Segue le lingue della tua tastiera.
ja: 認識はすべてデバイス上で実行されるため、書いた内容が外部に出ることはありません。活字体を最も読み取りやすく、きれいで離れた文字ほど確実に認識します。キーボード言語に従います。
ko: 인식이 전적으로 기기에서 실행되므로, 작성한 내용이 기기를 떠나지 않습니다. 인쇄체를 가장 잘 읽으며, 깔끔하고 분리된 글자가 가장 안정적으로 인식됩니다. 키보드 언어를 따릅니다.
ms: Pengecaman berjalan sepenuhnya pada peranti anda, jadi tiada apa yang anda tulis meninggalkannya. Ia membaca tulisan cetak terbaik, dan huruf yang kemas dan terpisah mengecam paling boleh dipercayai. Ia mengikuti bahasa papan kekunci anda.
pt: O reconhecimento é executado inteiramente no seu dispositivo, por isso nada do que escreve sai dele. Lê melhor letra de imprensa, e letras limpas e separadas reconhecem-se com mais fiabilidade. Segue os idiomas do seu teclado.
ru: Распознавание полностью работает на вашем устройстве, так что написанное его не покидает. Лучше всего читается печатный текст, а аккуратные раздельные буквы распознаются надёжнее всего. Оно следует языкам вашей клавиатуры.
zh_hans: 识别完全在设备上运行，你书写的内容不会离开设备。它能最好地读取印刷体，干净且分离的字母识别最可靠。它跟随你的键盘语言。

source: Recoil
de: Rückstoß
es: Retroceso
et: Tagasitõuge
fr: Recul
hu: Visszarúgás
it: Rinculo
ja: リコイル
ko: 반동
ms: Sentak
pt: Recuo
ru: Отдача
zh_hans: 后坐

source: Recolor one key, or every letter at once.
de: Färbe eine Taste um oder gleich alle Buchstaben.
es: Cambia el color de una tecla o de todas las letras a la vez.
et: Värvi üks klahv ümber või kõik tähed korraga.
fr: Change la couleur d’une touche ou de toutes les lettres d’un coup.
hu: Színezz át egy billentyűt, vagy az összes betűt egyszerre.
it: Cambia colore a un tasto o a tutte le lettere insieme.
ja: キー1つでも、文字キー全部でも色を変えられます。
ko: 키 하나만, 또는 글자 키 전부를 한 번에 바꿔요.
ms: Tukar warna satu kekunci, atau semua huruf sekali gus.
pt: Muda a cor de uma tecla ou de todas as letras de uma vez.
ru: Перекрасьте одну клавишу или все буквы разом.
zh_hans: 改一个按键的颜色，或者一次改完所有字母。

source: Record a sound
de: Ton aufnehmen
es: Grabar un sonido
et: Salvesta heli
fr: Enregistrer un son
hu: Hang felvétele
it: Registra un suono
ja: サウンドを録音
ko: 사운드 녹음
ms: Rakam bunyi
pt: Gravar um som
ru: Записать звук
zh_hans: 录制声音

source: Record typing stats. Off by default; you can turn it back on anytime.
de: Tipp-Statistiken aufzeichnen. Standardmäßig aus; du kannst es jederzeit wieder einschalten.
es: Registra estadísticas de escritura. Desactivado por defecto; puedes volver a activarlo cuando quieras.
et: Salvesta tipimisstatistikat. Vaikimisi väljas; sa võid igal ajal tagasi sisse lülitada.
fr: Enregistre les statistiques de frappe. Désactivé par défaut ; tu peux le réactiver à tout moment.
hu: Rögzíti a gépelési statisztikákat. Alapértelmezetten ki van kapcsolva; bármikor visszakapcsolhatod.
it: Registra le statistiche di digitazione. Disattivato di default; puoi riattivarlo quando vuoi.
ja: 入力統計を記録します。デフォルトではオフですが、いつでもオンに戻せます。
ko: 타이핑 통계를 기록해요. 기본값은 꺼짐이고, 언제든 다시 켤 수 있어요.
ms: Rekod statistik menaip. Dimatikan secara lalai; anda boleh hidupkannya semula bila-bila masa.
pt: Regista estatísticas de escrita. Desligado por predefinição; podes voltar a ligar quando quiseres.
ru: Записывать статистику печати. По умолчанию выключено, включить можно в любой момент.
zh_hans: 记录打字统计数据。默认关闭，随时可以重新打开。

source: Record where your taps land on each key, per layout & language, to shape the keyboard to you
de: Erfasst, wo deine Tipps auf jeder Taste landen, pro Layout & Sprache, um die Tastatur auf dich anzupassen
es: Registra dónde caen tus toques en cada tecla, por disposición e idioma, para moldear el teclado a tu medida
et: Salvestab, kuhu sinu vajutused igal klahvil maanduvad, paigutuse ja keele kaupa, et klaviatuur sinuga kohanduks
fr: Enregistre où tes appuis atterrissent sur chaque touche, par disposition et langue, pour adapter le clavier à toi
hu: Rögzíti, hova esnek a koppintásaid az egyes billentyűkön, elrendezésenként és nyelvenként, hogy hozzád formálja a billentyűzetet
it: Registra dove atterrano i tuoi tocchi su ogni tasto, per layout e lingua, per modellare la tastiera su di te
ja: 各キーでタップがどこに着地するかを、レイアウトと言語ごとに記録して、キーボードをあなたに合わせます
ko: 레이아웃과 언어별로 각 키에서 탭이 어디에 닿는지 기록해서 키보드를 나에게 맞춰요
ms: Rekod di mana ketikan anda mendarat pada setiap kekunci, ikut susun atur & bahasa, untuk bentukkan papan kekunci mengikut anda
pt: Regista onde os teus toques caem em cada tecla, por esquema e idioma, para moldar o teclado a ti
ru: Записывать, куда попадают ваши нажатия на каждой клавише, отдельно по раскладкам и языкам, чтобы подстроить клавиатуру под вас
zh_hans: 记录你在每个键上的落点，按布局和语言分别记，把键盘塑造成适合你的

source: Recording happens in Clink
de: Die Aufnahme läuft in Clink
es: La grabación ocurre en Clink
et: Salvestamine toimub Clinkis
fr: L'enregistrement se fait dans Clink
hu: A felvétel a Clinkben történik
it: La registrazione avviene in Clink
ja: 録音はClinkで行われます
ko: 녹음은 Clink에서 이루어집니다
ms: Rakaman berlaku dalam Clink
pt: A gravação acontece no Clink
ru: Запись идёт в Clink
zh_hans: 录音在 Clink 中进行

source: Recording visual
de: Aufnahme-Grafik
es: Visual de grabación
et: Salvestamise visuaal
fr: Visuel d'enregistrement
hu: Felvétel látványa
it: Grafica di registrazione
ja: 録音ビジュアル
ko: 녹음 비주얼
ms: Visual rakaman
pt: Visual de gravação
ru: Вид во время записи
zh_hans: 录音画面

source: Recording…
de: Aufnahme läuft …
es: Grabando…
et: Salvestamine…
fr: Enregistrement…
hu: Felvétel…
it: Registrazione…
ja: 録音中…
ko: 녹음 중…
ms: Sedang merakam…
pt: A gravar…
ru: Идёт запись…
zh_hans: 正在录音…

source: Rectangle
de: Rechteck
es: Rectángulo
et: Ristkülik
hu: Téglalap
it: Rettangolo
ja: 長方形
ko: 직사각형
ms: Segi empat tepat
pt: Retângulo
ru: Прямоугольник
zh_hans: 矩形

source: Red into orange into yellow.
de: Von Rot über Orange zu Gelb.
es: De rojo a naranja y a amarillo.
et: Punasest oranžiks ja siis kollaseks.
fr: Du rouge à l'orange, puis au jaune.
hu: Pirosból narancsba, onnan sárgába.
it: Dal rosso all'arancione al giallo.
ja: 赤からオレンジ、そして黄色へ。
ko: 빨강에서 주황, 노랑으로.
ms: Merah ke jingga ke kuning.
pt: De vermelho a laranja e a amarelo.
ru: Красный переходит в оранжевый, затем в жёлтый.
zh_hans: 红到橙，再到黄。

source: Redeem Code
de: Code einlösen
es: Canjear código
et: Lunasta kood
fr: Utiliser un code
hu: Kód beváltása
it: Riscatta codice
ja: コードを利用する
ko: 코드 사용하기
ms: Tebus Kod
pt: Resgatar código
ru: Активировать код
zh_hans: 兑换码

source: Redo
de: Wiederholen
es: Rehacer
et: Tee uuesti
fr: Rétablir
hu: Mégis
it: Ripristina
ja: やり直す
ko: 다시 실행
ms: Buat semula
pt: Refazer
ru: Повторить
zh_hans: 重做

source: Redo layout change
de: Layoutänderung wiederholen
es: Rehacer cambio de diseño
et: Tee paigutuse muudatus uuesti
fr: Rétablir la modification de disposition
hu: Kiosztásmódosítás mégis
it: Ripristina modifica al layout
ja: 配列の変更をやり直す
ko: 레이아웃 변경 다시 실행
ms: Buat semula perubahan susun atur
pt: Refazer alteração da disposição
ru: Повторить изменение раскладки
zh_hans: 重做布局更改

source: Redo theme change
de: Themeänderung wiederholen
es: Rehacer cambio de tema
et: Tee teema muudatus uuesti
fr: Rétablir la modification du thème
hu: Témamódosítás mégis
it: Ripristina modifica al tema
ja: テーマの変更をやり直す
ko: 테마 변경 다시 실행
ms: Buat semula perubahan tema
pt: Refazer alteração do tema
ru: Повторить изменение темы
zh_hans: 重做主题更改

source: Reduce Motion (Accessibility) is on, so the light holds still. Presses still light up.
de: „Bewegung reduzieren“ ist unter Bedienungshilfen aktiv, deshalb bleibt das Licht unbewegt. Tastendrücke leuchten weiterhin auf.
es: Reducir movimiento está activado en Accesibilidad, por lo que la luz permanece fija. Las pulsaciones siguen iluminándose.
et: Hõlbustuse liikumise vähendamine on sisse lülitatud, seega valgus ei liigu. Vajutused süütavad endiselt valguse.
fr: Réduire les animations est activé dans Accessibilité, donc la lumière reste fixe. Les touches s’allument toujours à l’appui.
hu: A Kisegítő lehetőségekben be van kapcsolva a Mozgás csökkentése, ezért a fény nem mozog. A leütések továbbra is felvillannak.
it: Riduci movimento è attivo in Accessibilità, quindi la luce resta ferma. I tasti si illuminano ancora alla pressione.
ja: 「アクセシビリティ」の「視差効果を減らす」がオンのため、光の動きを止めています。キーを押したときの点灯は続きます。
ko: 손쉬운 사용의 동작 줄이기가 켜져 있어 빛이 움직이지 않습니다. 키를 누르면 계속 빛납니다.
ms: Kurangkan Pergerakan dihidupkan dalam Kebolehcapaian, jadi cahaya tidak bergerak. Kekunci masih menyala apabila ditekan.
pt: Reduzir movimento está ativo em Acessibilidade, pelo que a luz fica estática. As teclas continuam a iluminar-se ao premir.
ru: В Универсальном доступе включено уменьшение движения, поэтому подсветка неподвижна. Нажатия по-прежнему подсвечиваются.
zh_hans: “辅助功能”中的“减弱动态效果”已开启，灯光保持静止。按键按下时仍会亮起。

source: Reduce Motion is on in Accessibility. The glass fill stays, but the liquid merge, press bloom, and ambient motion don't run.
de: In den Bedienungshilfen ist „Bewegung reduzieren“ aktiv. Die Glasfüllung bleibt, aber flüssiges Verschmelzen, Aufblühen beim Tippen und Umgebungsbewegung laufen nicht.
es: «Reducir movimiento» está activado en Accesibilidad. El relleno de cristal se mantiene, pero la fusión líquida, el destello al pulsar y el movimiento ambiental no se ejecutan.
et: Hõlbustustes on Liigutuste vähendamine sees. Klaastäide jääb, aga vedelsulamine, vajutuse bloom ja õhustikuliikumine ei tööta.
fr: « Réduire les animations » est activé dans Accessibilité. Le remplissage en verre reste, mais la fusion liquide, la floraison à l'appui et le mouvement d'ambiance ne s'exécutent pas.
hu: A Kisegítő lehetőségeknél be van kapcsolva a Mozgás csökkentése. Az üvegkitöltés marad, de a folyékony összeolvadás, a lenyomási felvillanás és a háttérmozgás nem fut.
it: «Riduci movimento» è attivo in Accessibilità. Il riempimento in vetro resta, ma fusione liquida, fioritura alla pressione e movimento ambientale non vengono eseguiti.
ja: アクセシビリティで「視差効果を減らす」がオンです。ガラスの塗りは残り、リキッドの融合、押した瞬間の広がり、環境アニメーションは動きません。
ko: 손쉬운 사용에서 ‘동작 줄이기’가 켜져 있습니다. 유리 채움은 남고 리퀴드 병합, 누를 때의 번짐, 배경 움직임은 실행되지 않습니다.
ms: ‘Kurangkan Gerakan’ dihidupkan dalam Kebolehaksesan. Isian kaca kekal, tetapi gabungan cecair, kembang ketika ditekan dan gerakan latar tidak berjalan.
pt: «Reduzir movimento» está ativado na Acessibilidade. O preenchimento de vidro fica, mas a fusão líquida, o brilho ao tocar e o movimento ambiente não são executados.
ru: В «Универсальном доступе» включено «Уменьшение движения». Стеклянная заливка остаётся, но жидкое слияние, свечение при нажатии и фоновое движение не работают.
zh_hans: 辅助功能中已开启「减弱动态效果」。玻璃填充保留，但液态融合、按下绽放和环境动效都不会运行。

source: Reduce effects under load
de: Effekte bei Belastung reduzieren
es: Reducir efectos con mucha carga
et: Vähenda efekte koormuse all
fr: Réduire les effets en cas de charge
hu: Kevesebb effekt terhelés alatt
it: Riduci gli effetti sotto carico
ja: 負荷が高いときはエフェクトを控えめに
ko: 부하가 걸리면 효과 줄이기
ms: Kurangkan kesan bila beban tinggi
pt: Reduzir efeitos sob carga
ru: Ослаблять эффекты под нагрузкой
zh_hans: 负载高时减少特效

source: Reference
de: Referenz
es: Referencia
et: Viide
fr: Référence
hu: Referencia
it: Riferimento
ja: リファレンス
ko: 참고 자료
ms: Rujukan
pt: Referência
ru: Справочник
zh_hans: 参考

source: Reflection strength
de: Reflexionsstärke
es: Intensidad de los reflejos
et: Peegelduste tugevus
fr: Intensité des reflets
hu: Tükröződés erőssége
it: Intensità dei riflessi
ja: 反射の強さ
ko: 반사 강도
ms: Keamatan pantulan
pt: Intensidade dos reflexos
ru: Интенсивность отражений
zh_hans: 反射强度

source: Regional & CJK models
de: Regionale & CJK-Modelle
es: Modelos regionales y CJK
et: Piirkondlikud ja CJK-mudelid
fr: Modèles régionaux et CJC
hu: Regionális és CJK modellek
it: Modelli regionali e CJK
ja: 地域言語・CJKモデル
ko: 지역 언어 및 CJK 모델
ms: Model serantau & CJK
pt: Modelos regionais e CJK
ru: Региональные и CJK-модели
zh_hans: 区域语言与中日韩模型

source: Regular
de: Normal
es: Normal
et: Tavaline
fr: Normal
hu: Normál
it: Normale
ja: 標準
ko: 보통
ms: Biasa
pt: Normal
ru: Обычный
zh_hans: 常规

source: Reinstall starts clean. We hold nothing on a server.
de: Nach der Neuinstallation ist alles sauber. Wir speichern nichts auf einem Server.
es: Al reinstalar empiezas de cero. No guardamos nada en ningún servidor.
et: Uuesti paigaldamine algab puhtalt. Me ei hoia serveris midagi.
fr: Réinstaller repart de zéro. On ne garde rien sur un serveur.
hu: Az újratelepítés tiszta lappal indul. Semmit nem tartunk szerveren.
it: Se reinstalli riparti da zero. Non teniamo niente su un server.
ja: 入れ直すとまっさらな状態から始まります。サーバー側には何も残していません。
ko: 다시 설치하면 처음부터 깨끗하게 시작해요. 서버에는 아무것도 안 남겨요.
ms: Pasang semula bermula bersih. Kami tak simpan apa-apa pada pelayan.
pt: Reinstalar começa do zero. Não guardamos nada num servidor.
ru: Переустановка начинается с чистого листа. На сервере мы ничего не храним.
zh_hans: 重装就是干干净净从头开始。我们在服务器上什么都不留。

source: Relaxed
de: Entspannt
es: Relajado
et: Lõdvestunud
fr: Détendu
hu: Nyugodt
it: Rilassato
ja: ゆったり
ko: 여유로움
ms: Santai
pt: Descontraído
ru: Расслабленно
zh_hans: 舒缓

source: Relaxed and everyday, for friends and chat.
de: Locker und alltäglich, für Freunde und Chats.
es: Relajado y de diario: para amigos y chats.
et: Lõdvestunud ja igapäevane, sõpradele ja vestlustele.
fr: Détendu et quotidien, pour les amis et les discussions.
hu: Laza, hétköznapi, barátokhoz és csevegéshez.
it: Rilassato e quotidiano: per amici e chat.
ja: くだけた日常の言葉。友だちやチャットに。
ko: 편안한 일상 말투. 친구나 채팅에.
ms: Santai dan harian, untuk rakan dan sembang.
pt: Descontraído e do dia a dia, para amigos e conversas.
ru: Расслабленно и по-простому — для друзей и переписки.
zh_hans: 轻松日常，适合朋友和聊天。

source: Reload
de: Neu laden
es: Recargar
et: Laadi uuesti
fr: Recharger
hu: Újratöltés
it: Ricarica
ja: 再読み込み
ko: 다시 불러오기
ms: Muat semula
pt: Recarregar
ru: Перезагрузить
zh_hans: 重新加载

source: Remember category
de: Kategorie merken
es: Recordar categoría
et: Jäta kategooria meelde
fr: Mémoriser la catégorie
hu: Kategória megjegyzése
it: Ricorda categoria
ja: カテゴリーを記憶
ko: 카테고리 기억
ms: Ingat kategori
pt: Memorizar categoria
ru: Запоминать категорию
zh_hans: 记住类别

source: Remember state
de: Zustand merken
es: Recordar el estado
et: Jäta olek meelde
fr: Mémoriser l'état
hu: Állapot megjegyzése
it: Ricorda lo stato
ja: 状態を保持
ko: 상태 기억
ms: Ingat keadaan
pt: Lembrar o estado
ru: Запоминать состояние
zh_hans: 记住状态
